answer = [
  # Положительные
  "Бесспорно",
  "Предрешено",
  "Никаких сомнений",
  "Определенно да",
  "Можешь быть уверен в этом",

  # Не решительно положительные
  "Мне кажется - да",
  "Вероятнее всего",
  "Хорошие перспективы",
  "Знаки говорят - да",
  "Да",

  # Нейтральные
  "Пока не ясно, попробуй позже",
  "Спроси позже",
  "Лучше не рассказывать",
  "Сейчас нельзя предсказать",
  "Сконцентрируйся и спроси опять",

  # Отрицательные
  "Даже не думай",
  "Мой ответ - нет",
  "По моим данным - нет",
  "Перспективы не очень хорошие",
  "Весьма сомнительно"
  ]
  
privet = [
  "Привет, дорогой друг. Отвечаю на твой вопрос...",
  "Кто вопрашает, тот получит ответ:",
  "Здарвствуй, смертный. Сегодня для тебя ответ такой:"
  ]

puts privet.sample
puts 
sleep 2
puts answer.sample